var zici = [
    //识字1
    {
        name: '1.天地人',
        text: [
            {
                type: 'no',
                audio: '../video/../video/3.字词盘点/1.识字/1.开场旁白：小朋友，让我们来认一认，朗读生字.mp3',
                content: {
                    '天': {
                        color: 'black',
                        // py: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/1.拼音/1.天.png',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/1.拼音/1.天.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/2.大字/1.天.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/3.音频/1.天.mp3',
                        }
                    },
                    '地': {
                        color: 'black',
                        // py: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/1.拼音/2.地.png',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/1.拼音/2.地.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/2.大字/2.地.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/3.音频/2.地.mp3'
                        }
                    },
                    '人': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/1.拼音/3.人.png',
                        // py: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/1.拼音/3.人.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/2.大字/3.人.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/3.音频/3.人.mp3'
                        }
                    },
                    '你': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/1.拼音/4.你.png',
                        // py: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/1.拼音/4.你.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/2.大字/4.你.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/3.音频/4.你.mp3'
                        }
                    },
                    '我': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/1.拼音/5.我.png',
                        // py: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/1.拼音/5.我.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/2.大字/5.我.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/3.音频/5.我.mp3'
                        }
                    },
                    '他': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/1.拼音/6.他.png',
                        // py: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/1.拼音/6.他.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/2.大字/6.他.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/1.识字一 一、天地人（字词盘点）/3.音频/6.他.mp3'
                        }
                    }
                }
            }
        ]
    },
    {
        name: '2.金木水火土',
        text: [
            {
                type: 'no',
                audio: '../video/../video/3.字词盘点/1.识字/1.开场旁白：小朋友，让我们来认一认，朗读生字.mp3',
                content: {
                    '一': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/1.一.png',
                        // py: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/1.一.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/2.大字/1.一.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/3.音频/1.一.mp3'
                        }
                    },
                    '二': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/2.二.png',
                        // py: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/2.二.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/2.大字/2.二.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/3.音频/2.二.mp3'
                        }
                    },
                    '三': {
                        color: 'black',
                        // py: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/3.三.png',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/3.三.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/2.大字/3.三.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/3.音频/3.三.mp3'
                        }
                    },
                    '四': {
                        color: 'black',
                        // py: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/4.四.png',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/4.四.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/2.大字/4.四.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/3.音频/4.四.mp3'
                        }
                    },
                    '五': {
                        color: 'black',
                        // py: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/5.五.png',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/5.五.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/2.大字/5.五.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/3.音频/5.五.mp3'
                        }
                    },
                    '上': {
                        color: 'black',
                        // py: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/6.上.png',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/6.上.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/2.大字/6.上.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/3.音频/6.上.mp3'
                        }
                    },
                    '下': {
                        color: 'black',
                        // py: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/6.下.png',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/1.拼音/6.下.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/2.大字/7.下.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/1.我会认/3.音频/7.下.mp3'
                        }
                    }
                }
            },
            {
                "type": 'has',
                "content": {
                    '一': {
                        "color": 'red',
                        "py": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/1.拼音/1.一.png',
                        // "pp": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/4.部首/一.png',
                        "zj": {
                            "ciyu1": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/1.一/第一.png',
                            "audio1": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/1.一/第一.mp3',
                            "ciyu2": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/1.一/万一.png',
                            "audio2": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/1.一/万一.mp3'
                        },
                        "center": {
                            "img": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/2.大字/1.一.png',
                            "audioImg": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/3.音频/1.一.mp3',
                            "gif": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/6.GIF/1.一.gif',
                            "audioGif": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/3.音频/笔画/1.笔画：一.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '二': {
                        "color": 'red',
                        "py": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/1.拼音/2.二.png',
                        // "pp": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/4.部首/一.png',
                        "zj": {
                            "ciyu1": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/2.二/三心二意.png',
                            "audio1": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/2.二/三心二意.mp3',
                            "ciyu2": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/2.二/独一无二.png',
                            "audio2": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/2.二/独一无二.mp3'
                        },
                        "center": {
                            "img": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/2.大字/2.二.png',
                            "audioImg": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/3.音频/2.二.mp3',
                            "gif": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/6.GIF/2.二.gif',
                            "audioGif": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/3.音频/笔画/2.笔画：二.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '三': {
                        "color": 'red',
                        "py": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/1.拼音/3.三.png',
                        // "pp": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/4.部首/一.png',
                        "zj": {
                            "ciyu1": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/3.三/三言两语.png',
                            "audio1": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/3.三/三言两语.mp3',
                            "ciyu2": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/3.三/三长两短.png',
                            "audio2": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/3.三/三长两短.mp3'
                        },
                        "center": {
                            "img": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/2.大字/3.三.png',
                            "audioImg": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/3.音频/3.三.mp3',
                            "gif": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/6.GIF/3.三.gif',
                            "audioGif": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/3.音频/笔画/3.笔画：三.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '上': {
                        "color": 'red',
                        "py": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/1.拼音/4.上.png',
                        // "pp": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/4.部首/一.png',
                        "zj": {
                            "ciyu1": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/4.四/上学.png',
                            "audio1": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/4.四/上学.mp3',
                            "ciyu2": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/4.四/上面.png',
                            "audio2": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/5.词语/4.四/上面.mp3'
                        },
                        "center": {
                            "img": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/2.大字/4.上.png',
                            "audioImg": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/3.音频/4.上.mp3',
                            "gif": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/6.GIF/4.上.gif',
                            "audioGif": '../video/../video/3.字词盘点/1.识字/2.识字一 二、金木水火土（字词盘点）/2.我会写/3.音频/笔画/4.笔画：上.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        name: '3.口耳目',
        text: [
            {
                type: 'no',
                audio: '../video/../video/3.字词盘点/1.识字/1.开场旁白：小朋友，让我们来认一认，朗读生字.mp3',
                content: {
                    '口': {
                        color: 'black',
                        // py: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/1.口.png',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/1.口.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/2.大字/1.口.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/3.音频/1.口.mp3'
                        }
                    },
                    '耳': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/2.耳.png',
                        // py: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/2.耳.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/2.大字/2.耳.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/3.音频/2.耳.mp3'
                        }
                    },
                    '目': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/3.目.png',
                        // py: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/3.目.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/2.大字/3.目.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/3.音频/3.目.mp3'
                        }
                    },
                    '手': {
                        color: 'black',
                        // py: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/4.手.png',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/4.手.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/2.大字/4.手.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/3.音频/4.手.mp3'
                        }
                    },
                    '足': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/5.足.png',
                        // py: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/5.足.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/2.大字/5.足.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/3.音频/5.足.mp3'
                        }
                    },
                    '站': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/6.站.png',
                        // py: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/6.站.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/2.大字/6.站.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/3.音频/6.站.mp3'
                        }
                    },
                    '坐': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/7.坐.png',
                        // py: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/1.拼音/7.坐.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/2.大字/7.坐.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/1.我会认/3.音频/7.坐.mp3'
                        }
                    }
                }
            },
            {
                type: 'has',
                audio: '../video/../video/3.字词盘点/1.识字/2.开场旁白：小朋友，让我们来写一写.mp3',
                content: {
                    '口': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/4.部首/1.口.png',
                        py: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/1.拼音/1.口.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/1.口/一口.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/1.口/一口.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/1.口/口水.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/1.口/口水.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/2.大字/1.口.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/3.音频/1.口.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/6.GIF/1.口.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/3.音频/笔画/1.笔画：口.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '耳': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/4.部首/2.耳.png',
                        py: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/1.拼音/2.耳.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/2.耳/耳朵.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/2.耳/耳朵.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/2.耳/耳目.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/2.耳/耳目.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/2.大字/2.耳.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/3.音频/2.耳.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/6.GIF/2.耳.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/3.音频/笔画/2.笔画：耳.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '目': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/4.部首/3.目.png',
                        py: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/1.拼音/3.目.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/3.目/目光.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/3.目/目光.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/3.目/目标.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/3.目/目标.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/2.大字/3.目.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/3.音频/3.目.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/6.GIF/3.目.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/3.音频/笔画/3.笔画：目.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '手': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/4.部首/4.手.png',
                        py: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/1.拼音/4.手.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/4.手/手术.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/4.手/手术.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/4.手/手心.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/5.词语/4.手/手心.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/2.大字/4.手.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/3.音频/4.手.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/6.GIF/4.手.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/3.识字一 三、口耳目（字词盘点）/2.我会写/3.音频/笔画/4.笔画：手.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        name: '4.日月水火',
        text: [
            {
                type: 'no',
                audio: '../video/../video/3.字词盘点/1.识字/1.开场旁白：小朋友，让我们来认一认，朗读生字.mp3',
                content: {
                    '石': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/1.石.png',
                        // py: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/1.石.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/2.大字/1.石.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/3.音频/1.石.mp3'
                        }
                    },
                    '水': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/2.水.png',
                        // py: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/2.水.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/2.大字/2.水.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/3.音频/2.水.mp3'
                        }
                    },
                    '日': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/3.日.png',
                        // py: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/3.日.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/2.大字/3.日.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/3.音频/3.日.mp3'
                        }
                    },
                    '田': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/4.田.png',
                        // py: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/4.田.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/2.大字/4.田.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/3.音频/4.田.mp3'
                        }
                    },
                    '禾': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/5.禾.png',
                        // py: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/5.禾.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/2.大字/5.禾.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/3.音频/5.禾.mp3'
                        }
                    },
                    '火': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/6.火.png',
                        // py: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/6.火.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/2.大字/6.火.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/3.音频/6.火.mp3'
                        }
                    },
                    '山': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/7.山.png',
                        // py: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/7.山.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/2.大字/7.山.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/3.音频/7.山.mp3'
                        }
                    },
                    '月': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/8.月.png',
                        // py: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/1.拼音/8.月.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/2.大字/8.月.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/1.我会认/3.音频/8.月.mp3'
                        }
                    }
                }
            },
            {
                type: 'has',
                audio: '../video/../video/3.字词盘点/1.识字/2.开场旁白：小朋友，让我们来写一写.mp3',
                content: {
                    '日': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/4.部首/1.日.png',
                        py: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/1.拼音/1.日.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/1.日/日光.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/1.日/日光.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/1.日/日子.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/1.日/日子.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/2.大字/1.日.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/3.音频/1.日.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/6.GIF/1.日.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/3.音频/笔画/1.笔画：日.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '田': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/4.部首/2.田.png',
                        py: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/1.拼音/2.田.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/2.田/田园.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/2.田/田园.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/2.田/田地.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/2.田/田地.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/2.大字/2.田.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/3.音频/2.田.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/6.GIF/2.田.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/3.音频/笔画/2.笔画：田.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '禾': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/4.部首/3.禾.png',
                        py: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/1.拼音/3.禾.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/3.禾/禾田.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/3.禾/禾田.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/3.禾/禾苗.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/3.禾/禾苗.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/2.大字/3.禾.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/3.音频/3.禾.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/6.GIF/3.禾.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/3.音频/笔画/3.笔画：禾.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '火': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/4.部首/4.火.png',
                        py: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/1.拼音/4.火.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/4.火/火红.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/4.火/火红.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/4.火/大火.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/5.词语/4.火/大火.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/2.大字/4.火.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/3.音频/4.火.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/6.GIF/4.火.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/4.识字一 四、日月水火（字词盘点）/2.我会写/3.音频/笔画/4.笔画：火.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        name: '5.对韵歌',
        text: [
            {
                type: 'no',
                audio: '../video/../video/3.字词盘点/1.识字/1.开场旁白：小朋友，让我们来认一认，朗读生字.mp3',
                content: {
                    '对': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/1.对.png',
                        // py: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/1.对.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/2.大字/1.对.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/3.音频/1.对.mp3'
                        }
                    },
                    '雨': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/2.雨.png',
                        // py: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/2.雨.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/2.大字/2.雨.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/3.音频/2.雨.mp3'
                        }
                    },
                    '虫': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/3.虫.png',
                        // py: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/3.虫.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/2.大字/3.虫.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/3.音频/3.虫.mp3'
                        }
                    },
                    '云': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/4.云.png',
                        // py: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/4.云.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/2.大字/4.云.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/3.音频/4.云.mp3'
                        }
                    },
                    '花': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/5.花.png',
                        // py: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/5.花.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/2.大字/5.花.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/3.音频/5.花.mp3'
                        }
                    },
                    '鸟': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/6.鸟.png',
                        // py: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/6.鸟.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/2.大字/6.鸟.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/3.音频/6.鸟.mp3'
                        }
                    },
                    '风': {
                        color: 'black',
                        cy: 'kong',
                        cy1: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/7.风.png',
                        // py: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/1.拼音/7.风.png',
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/2.大字/7.风.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/1.我会认/3.音频/7.风.mp3'
                        }
                    }
                }
            },
            {
                type: 'has',
                audio: '../video/../video/3.字词盘点/1.识字/2.开场旁白：小朋友，让我们来写一写.mp3',
                content: {
                    '虫': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/4.部首/1.虫.png',
                        py: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/1.拼音/1.虫.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/5.词语/1.虫/虫子.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/5.词语/1.虫/虫子.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/5.词语/1.虫/害虫.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/5.词语/1.虫/害虫.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/2.大字/1.虫.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/3.音频/1.虫.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/6.GIF/1.虫.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/3.音频/笔画/1.笔画：虫.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '云': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/4.部首/2.云.png',
                        py: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/1.拼音/2.云.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/5.词语/2.云/云朵.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/5.词语/2.云/云朵.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/5.词语/2.云/白云.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/5.词语/2.云/白云.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/2.大字/2.云.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/3.音频/2.云.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/6.GIF/2.云.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/3.音频/笔画/2.笔画：云.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '山': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/4.部首/3.山.png',
                        py: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/1.拼音/3.山.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/5.词语/3.山/大山.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/5.词语/3.山/大山.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/5.词语/3.山/爬山.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/5.词语/3.山/爬山.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/2.大字/3.山.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/3.音频/3.山.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/6.GIF/3.山.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/5.识字一 五、对韵歌（字词盘点）/2.我会写/3.音频/笔画/3.笔画：山.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    // 识字2
    {
        name: '6.画',
        text: [
            {
                type: 'has',
                audio: '../video/../video/3.字词盘点/1.识字/1.开场旁白：小朋友，让我们来认一认，朗读生字.mp3',
                content: {
                    '远': {  
                        color: 'black',
                        pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/4.部首/1.远.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/1.拼音/1.远.png',
                        
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/1.远/远大.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/1.远/远大.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/1.远/远方.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/1.远/远方.mp3',
                            audio3: '../video/../video/3.字词盘点/3.偏旁/1.识字/6.识字二 六、画（偏旁）/1.远/走之.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/2.大字/1.远.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/3.音频/1.远.mp3',
                            gif: '',
                            audioGif: '',
                        }
                    },
                    '有': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/4.部首/2.有.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/1.拼音/2.有.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/2.有/有心.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/2.有/有心.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/2.有/有时.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/2.有/有时.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/2.大字/2.有.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/3.音频/2.有.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '色': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/4.部首/3.色.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/1.拼音/3.色.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/3.色/景色.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/3.色/景色.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/3.色/色彩.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/3.色/色彩.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/2.大字/3.色.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/3.音频/3.色.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '近': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/4.部首/4.近.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/1.拼音/4.近.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/4.近/接近.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/4.近/接近.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/4.近/远近.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/4.近/远近.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/2.大字/4.近.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/3.音频/4.近.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '听': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/4.部首/5.听.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/1.拼音/5.听.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/5.听/听讲.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/5.听/听讲.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/5.听/听话.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/5.听/听话.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/2.大字/5.听.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/3.音频/5.听.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '无': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/4.部首/6.无.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/1.拼音/6.无.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/6.无/无声.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/6.无/无声.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/6.无/无比.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/6.无/无比.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/2.大字/6.无.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/3.音频/6.无.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '声': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/4.部首/7.声.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/1.拼音/7.声.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/7.声/声明.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/7.声/声明.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/7.声/声音.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/7.声/声音.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/2.大字/7.声.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/3.音频/7.声.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '去': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/4.部首/8.去.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/1.拼音/8.去.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/8.去/去年.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/8.去/去年.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/8.去/来去.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/8.去/来去.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/2.大字/8.去.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/3.音频/8.去.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '还': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/4.部首/9.还.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/1.拼音/9.还.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/9.还/还是.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/9.还/还是.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/9.还/还有.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/9.还/还有.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/2.大字/9.还.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/3.音频/9.还.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '来': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/4.部首/10.来.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/1.拼音/10.来.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/10.来/来回.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/10.来/来回.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/10.来/来往.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/5.词语/10.来/来往.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/2.大字/10.来.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/1.我会认/3.音频/10.来.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            },
            {
                type: 'has',
                audio: '../video/../video/3.字词盘点/1.识字/2.开场旁白：小朋友，让我们来写一写.mp3',
                content: {
                    '水': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/4.部首/1.水.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/1.拼音/1.水.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/1.水/水分.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/1.水/水分.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/1.水/水平.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/1.水/水平.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/2.大字/1.水.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/3.音频/1.水.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/6.GIF/1.水.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/3.音频/笔画/1.笔画：水.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '去': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/4.部首/2.去.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/1.拼音/2.去.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/2.去/去年.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/2.去/去年.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/2.去/来去.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/2.去/来去.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/2.大字/2.去.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/3.音频/2.去.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/6.GIF/2.去.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/3.音频/笔画/2.笔画：去.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '来': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/4.部首/3.来.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/1.拼音/3.来.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/3.来/来回.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/3.来/来回.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/3.来/来往.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/3.来/来往.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/2.大字/3.来.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/3.音频/3.来.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/6.GIF/3.来.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/3.音频/笔画/3.笔画：来.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '不': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/4.部首/4.不.png',
                        py: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/1.拼音/4.不.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/4.不/不但.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/4.不/不但.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/4.不/不过.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/5.词语/4.不/不过.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/2.大字/4.不.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/3.音频/4.不.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/6.GIF/4.不.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/6.识字二 六、画（字词盘点）/2.我会写/3.音频/笔画/4.笔画：不.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        name: '7.大小多少',
        text: [
            {
                type: 'has',
                audio: '../video/../video/3.字词盘点/1.识字/1.开场旁白：小朋友，让我们来认一认，朗读生字.mp3',
                content: {
                    '多': {
                        color: 'black',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/1.拼音/1.多.png',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/4.部首/1.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/1.多/多么.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/1.多/多么.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/1.多/很多.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/1.多/很多.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/2.大字/1.多.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/3.音频/1.多.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '少': {
                        color: 'black',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/1.拼音/2.少.png',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/4.部首/2.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/2.少/多少.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/2.少/多少.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/2.少/少见.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/2.少/少见.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/2.大字/2.少.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/3.音频/2.少.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '黄': {
                        color: 'black',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/1.拼音/3.黄.png',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/4.部首/3.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/3.黄/黄牛.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/3.黄/黄牛.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/3.黄/黄色.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/3.黄/黄色.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/2.大字/3.黄.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/3.音频/3.黄.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '牛': {
                        color: 'black',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/1.拼音/4.牛.png',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/4.部首/4.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/4.牛/黄牛.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/4.牛/黄牛.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/4.牛/水牛.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/4.牛/水牛.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/2.大字/4.牛.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/3.音频/4.牛.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '只': {
                        color: 'black',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/1.拼音/5.只.png',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/4.部首/5.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/5.只/一只鸟.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/5.只/一只鸟.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/5.只/船只.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/5.只/船只.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/2.大字/5.只.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/3.音频/5.只.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '猫': {
                        color: 'black',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/1.拼音/6.猫.png',
                        pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/4.部首/6.png',
                        audio3: '../video/../video/3.字词盘点/3.偏旁/1.识字/6.识字二 六、画（偏旁）/1.远/走之.mp3',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/6.猫/小猫.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/6.猫/小猫.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/6.猫/花猫.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/6.猫/花猫.mp3',
                            audio3: '../video/../video/3.字词盘点/3.偏旁/1.识字/7.识字二 七、大小多少（偏旁）/6.猫/反犬旁.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/2.大字/6.猫.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/3.音频/6.猫.mp3',
                        }
                    },
                    '边': {
                        color: 'black',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/1.拼音/7.边.png',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/4.部首/7.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/7.边/旁边.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/7.边/旁边.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/7.边/花边.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/7.边/花边.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/2.大字/7.边.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/3.音频/7.边.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '鸭': {
                        color: 'black',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/1.拼音/8.鸭.png',
                        pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/4.部首/8.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/8.鸭/小鸭.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/8.鸭/小鸭.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/8.鸭/鸭子.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/8.鸭/鸭子.mp3',
                            audio3: '../video/../video/3.字词盘点/3.偏旁/1.识字/7.识字二 七、大小多少（偏旁）/8.鸭/鸟字边.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/2.大字/8.鸭.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/3.音频/8.鸭.mp3',
                        }
                    },
                    '苹': {
                        color: 'black',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/1.拼音/9.苹.png',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/4.部首/9.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/9.苹/苹果.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/9.苹/苹果.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/9.苹/苹果汁.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/9.苹/苹果汁.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/2.大字/9.苹.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/3.音频/9.苹.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '果': {
                        color: 'black',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/1.拼音/10.果.png',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/4.部首/10.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/4.果/水果.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/4.果/水果.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/4.果/苹果.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/4.果/苹果.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/2.大字/10.果.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/3.音频/10.果.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '杏': {
                        color: 'black',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/1.拼音/11.杏.png',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/4.部首/11.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/11.杏/杏子.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/11.杏/杏子.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/11.杏/银杏.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/11.杏/银杏.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/2.大字/11.杏.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/3.音频/11.杏.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '桃': {
                        color: 'black',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/1.拼音/12.桃.png',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/4.部首/12.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/12.桃/桃子.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/12.桃/桃子.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/12.桃/桃花.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/5.词语/12.桃/桃花.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/2.大字/12.桃.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/1.我会认/3.音频/12.桃.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            },
            {
                type: 'has',
                audio: '../video/../video/3.字词盘点/1.识字/2.开场旁白：小朋友，让我们来写一写.mp3',
                content: {
                    '小': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/4.部首/1.png',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/1.拼音/1.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/1.小/大小.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/1.小/大小.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/1.小/小学.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/1.小/小学.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/2.大字/1.小.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/3.音频/1.小.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/6.GIF/1.小.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/3.音频/笔画音频/1.笔画：小.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '少': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/4.部首/2.png',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/1.拼音/2.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/2.少/多少.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/2.少/多少.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/2.少/少见.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/2.少/少见.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/2.大字/2.少.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/3.音频/2.少.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/6.GIF/2.少.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/3.音频/笔画音频/2.笔画：少.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '牛': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/4.部首/3.png',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/1.拼音/3.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/3.牛/水牛.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/3.牛/水牛.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/3.牛/黄牛.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/3.牛/黄牛.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/2.大字/3.牛.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/3.音频/3.牛.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/6.GIF/3.牛.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/3.音频/笔画音频/3.笔画：牛.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '果': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/4.部首/4.png',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/1.拼音/4.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/4.果/水果.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/4.果/水果.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/4.果/苹果.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/4.果/苹果.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/2.大字/4.果.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/3.音频/4.果.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/6.GIF/4.果.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/3.音频/笔画音频/4.笔画：果.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '鸟': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/4.部首/5.png',
                        py: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/1.拼音/5.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/5.鸟/小鸟.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/5.鸟/小鸟.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/5.鸟/水鸟.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/5.词语/5.鸟/水鸟.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/2.大字/5.鸟.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/3.音频/5.鸟.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/6.GIF/5.鸟.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/7.识字二 七、大小多少（字词盘点）/2.我会写/3.音频/笔画音频/5.笔画：鸟.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        name: '8.小书包',
        text: [
            {
                type: 'has',
                audio: '../video/../video/3.字词盘点/1.识字/1.开场旁白：小朋友，让我们来认一认，朗读生字.mp3',
                content: {
                    '书': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/4.部首/1.书.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/1.拼音/1.书.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/1.书/书包.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/1.书/书包.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/1.书/书本.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/1.书/书本.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/2.大字/1.书.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/3.音频/1.书.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '包': {
                        color: 'black',
                        pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/4.部首/2.包.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/1.拼音/2.包.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/2.包/包车.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/2.包/包车.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/2.包/面包.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/2.包/面包.mp3',
                            audio3: '../video/../video/3.字词盘点/3.偏旁/1.识字/8.识字二 八、小书包（偏旁）/2.包/包字头.mp3'

                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/2.大字/2.包.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/3.音频/2.包.mp3',
                        }
                    },
                    '尺': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/4.部首/3.尺.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/1.拼音/3.尺.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/3.尺/尺子.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/3.尺/尺子.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/3.尺/尺寸.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/3.尺/尺寸.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/2.大字/3.尺.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/3.音频/3.尺.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '作': {
                        color: 'black',
                        pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/4.部首/4.作.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/1.拼音/4.作.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/4.作/作业.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/4.作/作业.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/4.作/工作.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/4.作/工作.mp3',
                            audio3: '../video/../video/3.字词盘点/3.偏旁/1.识字/8.识字二 八、小书包（偏旁）/4.作/单人旁.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/2.大字/4.作.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/3.音频/4.作.mp3',
                        }
                    },
                    '业': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/4.部首/5.业.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/1.拼音/5.业.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/5.业/工业.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/5.业/工业.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/5.业/行业.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/5.业/行业.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/2.大字/5.业.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/3.音频/5.业.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '本': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/4.部首/6.本.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/1.拼音/6.本.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/6.本/作业本.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/6.本/作业本.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/6.本/本来.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/6.本/本来.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/2.大字/6.本.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/3.音频/6.本.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '笔': {
                        color: 'black',
                        pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/4.部首/7.笔.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/1.拼音/7.笔.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/7.笔/铅笔.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/7.笔/铅笔.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/7.笔/毛笔.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/7.笔/毛笔.mp3',
                            audio3: '../video/../video/3.字词盘点/3.偏旁/1.识字/8.识字二 八、小书包（偏旁）/7.笔/竹字头.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/2.大字/7.笔.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/3.音频/7.笔.mp3',
                        }
                    },
                    '刀': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/4.部首/8.刀.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/1.拼音/8.刀.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/8.刀/刀片.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/8.刀/刀片.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/8.刀/转笔刀.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/8.刀/转笔刀.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/2.大字/8.刀.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/3.音频/8.刀.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '课': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/4.部首/9.课.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/1.拼音/9.课.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/9.课/上课.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/9.课/上课.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/9.课/课本.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/9.课/课本.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/2.大字/9.课.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/3.音频/9.课.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '早': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/4.部首/10.早.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/1.拼音/10.早.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/10.早/早日.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/10.早/早日.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/10.早/早晨.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/10.早/早晨.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/2.大字/10.早.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/3.音频/10.早.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '校': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/4.部首/11.校.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/1.拼音/11.校.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/11.校/学校.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/11.校/学校.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/11.校/校车.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/5.词语/11.校/校车.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/2.大字/11.校.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/1.我会认/3.音频/11.校.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            },
            {
                type: 'has',
                audio: '../video/../video/3.字词盘点/1.识字/2.开场旁白：小朋友，让我们来写一写.mp3',
                content: {
                    '早': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/4.部首/1.早.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/1.拼音/1.早.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/1.早/早日.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/1.早/早日.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/1.早/早晨.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/1.早/早晨.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/2.大字/1.早.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/3.音频/1.早.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/6.GIF/1.早.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/3.音频/笔画音频/1.笔画：早.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '书': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/4.部首/2.书.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/1.拼音/2.书.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/2.书/书包.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/2.书/书包.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/2.书/书本.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/2.书/书本.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/2.大字/2.书.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/3.音频/2.书.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/6.GIF/2.书.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/3.音频/笔画音频/2.笔画：书.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '刀': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/4.部首/3.刀.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/1.拼音/3.刀.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/3.刀/刀片.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/3.刀/刀片.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/3.刀/转笔刀.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/3.刀/转笔刀.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/2.大字/3.刀.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/3.音频/3.刀.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/6.GIF/3.刀.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/3.音频/笔画音频/3.笔画：刀.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '尺': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/4.部首/4.尺.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/1.拼音/4.尺.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/4.尺/尺子.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/4.尺/尺子.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/4.尺/尺寸.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/4.尺/尺寸.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/2.大字/4.尺.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/3.音频/4.尺.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/6.GIF/4.尺.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/3.音频/笔画音频/4.笔画：尺.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '本': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/4.部首/5.本.png',
                        py: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/1.拼音/5.本.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/5.本/本来.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/5.本/本来.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/5.本/作业本.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/5.词语/5.本/作业本.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/2.大字/5.本.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/3.音频/5.本.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/6.GIF/5.本.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/8.识字二 八、小书包（字词盘点）/2.我会写/3.音频/笔画音频/5.笔画：本.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        name: '9.日月明',
        text: [
            {
                type: 'has',
                audio: '../video/../video/3.字词盘点/1.识字/1.开场旁白：小朋友，让我们来认一认，朗读生字.mp3',
                content: {
                    '明': {
                        color: 'black',
                        pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/4.部首/1.明.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/1.拼音/1.明.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/1.明/光明.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/1.明/光明.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/1.明/明月.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/1.明/明月.mp3',
                            audio3: '../video/../video/3.字词盘点/3.偏旁/1.识字/9.识字二 九、日月明（偏旁）/1.明/日字旁.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/2.大字/1.明.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/3.音频/1.明.mp3',
                            gif: '',
                            audioGif: '',
                        }
                    },
                    '力': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/4.部首/2.力.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/1.拼音/2.力.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/2.力/力气.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/2.力/力气.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/2.力/力量.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/2.力/力量.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/2.大字/2.力.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/3.音频/2.力.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '尘': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/4.部首/3.尘.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/1.拼音/3.尘.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/3.尘/尘土.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/3.尘/尘土.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/3.尘/灰尘.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/3.尘/灰尘.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/2.大字/3.尘.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/3.音频/3.尘.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '从': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/4.部首/4.从.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/1.拼音/4.从.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/4.从/从前.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/4.从/从前.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/4.从/从此.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/4.从/从此.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/2.大字/4.从.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/3.音频/4.从.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '众': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/4.部首/5.众.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/1.拼音/5.众.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/5.众/众多.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/5.众/众多.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/5.众/观众.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/5.众/观众.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/2.大字/5.众.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/3.音频/5.众.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '双': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/4.部首/6.双.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/1.拼音/6.双.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/6.双/双手.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/6.双/双手.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/6.双/双数.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/6.双/双数.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/2.大字/6.双.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/3.音频/6.双.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '木': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/4.部首/7.木.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/1.拼音/7.木.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/7.木/木瓜.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/7.木/木瓜.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/7.木/木马.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/7.木/木马.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/2.大字/7.木.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/3.音频/7.木.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '林': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/4.部首/8.林.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/1.拼音/8.林.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/8.林/林立.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/8.林/林立.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/8.林/树林.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/8.林/树林.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/2.大字/8.林.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/3.音频/8.林.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '森': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/4.部首/9.森.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/1.拼音/9.森.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/9.森/森严.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/9.森/森严.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/9.森/森林.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/9.森/森林.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/2.大字/9.森.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/3.音频/9.森.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '条': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/4.部首/10.条.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/1.拼音/10.条.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/10.条/条件.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/10.条/条件.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/10.条/条纹.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/10.条/条纹.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/2.大字/10.条.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/3.音频/10.条.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '心': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/4.部首/11.心.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/1.拼音/11.心.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/11.心/关心.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/11.心/关心.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/11.心/开心.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/5.词语/11.心/开心.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/2.大字/11.心.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/1.我会认/3.音频/11.心.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            },
            {
                type: 'has',
                audio: '../video/../video/3.字词盘点/1.识字/2.开场旁白：小朋友，让我们来写一写.mp3',
                content: {
                    '木': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/4.部首/1.木.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/1.拼音/1.木.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/1.木/木瓜.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/1.木/木瓜.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/1.木/木马.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/1.木/木马.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/2.大字/1.木.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/3.音频/1.木.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/6.GIF/1.木.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/3.音频/笔画音频/1.笔画：木.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '林': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/4.部首/2.木.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/1.拼音/2.林.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/2.林/林立.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/2.林/林立.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/2.林/树林.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/2.林/树林.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/2.大字/2.林.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/3.音频/2.林.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/6.GIF/2.林.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/3.音频/笔画音频/2.笔画：林.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '土': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/4.部首/3.土.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/1.拼音/3.土.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/3.土/土地.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/3.土/土地.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/3.土/土豆.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/3.土/土豆.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/2.大字/3.土.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/3.音频/3.土.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/6.GIF/3.土.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/3.音频/笔画音频/3.笔画：土.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '力': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/4.部首/4.力.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/1.拼音/4.力.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/4.力/力气.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/4.力/力气.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/4.力/力量.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/4.力/力量.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/2.大字/4.力.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/3.音频/4.力.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/6.GIF/4.力.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/3.音频/笔画音频/4.笔画：力.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '心': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/4.部首/5.心.png',
                        py: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/1.拼音/5.心.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/5.心/关心.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/5.心/关心.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/5.心/开心.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/5.词语/5.心/开心.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/2.大字/5.心.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/3.音频/5.心.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/6.GIF/5.心.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/9.识字二 九、日月明（字词盘点）/2.我会写/3.音频/笔画音频/5.笔画：心.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        name: '10.升国旗',
        text: [
            {
                type: 'has',
                audio: '../video/../video/3.字词盘点/1.识字/1.开场旁白：小朋友，让我们来认一认，朗读生字.mp3',
                content: {
                    '升': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/4.部首/1.升.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/1.拼音/1.升.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/1.升/上升.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/1.升/上升.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/1.升/升旗.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/1.升/升旗.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/2.大字/1.升.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/3.音频/1.升.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '国': {
                        color: 'black',
                        pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/4.部首/2.国.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/1.拼音/2.国.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/2.国/全国.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/2.国/全国.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/2.国/国家.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/2.国/国家.mp3',
                            audio3: '../video/../video/3.字词盘点/3.偏旁/1.识字/10.识字二 十、升国旗（偏旁）/2.国/国字框.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/2.大字/2.国.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/3.音频/2.国.mp3',
                            gif: '',
                            audioGif: '',
                        }
                    },
                    '旗': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/4.部首/3.旗.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/1.拼音/3.旗.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/3.旗/国旗.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/3.旗/国旗.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/3.旗/红旗.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/3.旗/红旗.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/2.大字/3.旗.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/3.音频/3.旗.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '中': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/4.部首/4.中.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/1.拼音/4.中.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/4.中/中国.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/4.中/中国.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/4.中/中心.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/4.中/中心.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/2.大字/4.中.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/3.音频/4.中.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '红': {
                        color: 'black',
                        pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/4.部首/5.红.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/1.拼音/5.红.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/5.红/火红.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/5.红/火红.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/5.红/红领巾.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/5.红/红领巾.mp3',
                            audio3: '../video/../video/3.字词盘点/3.偏旁/1.识字/10.识字二 十、升国旗（偏旁）/5.红/绞丝旁.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/2.大字/5.红.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/3.音频/5.红.mp3',
                            gif: '',
                            audioGif: '',
                        }
                    },
                    '歌': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/4.部首/6.歌.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/1.拼音/6.歌.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/6.歌/唱歌.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/6.歌/唱歌.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/6.歌/国歌.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/6.歌/国歌.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/2.大字/6.歌.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/3.音频/6.歌.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '起': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/4.部首/7.起.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/1.拼音/7.起.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/7.起/起床.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/7.起/起床.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/7.起/起立.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/7.起/起立.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/2.大字/7.起.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/3.音频/7.起.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '么': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/4.部首/8.么.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/1.拼音/8.么.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/8.么/多么.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/8.么/多么.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/8.么/那么.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/8.么/那么.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/2.大字/8.么.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/3.音频/8.么.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '美': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/4.部首/9.美.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/1.拼音/9.美.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/9.美/优美.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/9.美/优美.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/9.美/美化.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/9.美/美化.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/2.大字/9.美.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/3.音频/9.美.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '丽': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/4.部首/10.丽.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/1.拼音/10.丽.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/10.丽/秀丽.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/10.丽/秀丽.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/10.丽/美丽.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/5.词语/10.丽/美丽.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/2.大字/10.丽.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/3.音频/10.丽.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '立': {
                        color: 'black',
                        // pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/4.部首/11.立.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/1.拼音/11.立.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/3.立/立正.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/3.立/立正.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/3.立/起立.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/3.立/起立.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/2.大字/11.立.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/1.我会认/3.音频/11.立.mp3',
                            gif: '',
                            audioGif: '',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            },
            {
                type: 'has',
                audio: '../video/../video/3.字词盘点/1.识字/2.开场旁白：小朋友，让我们来写一写.mp3',
                content: {
                    '中': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/4.部首/1.中.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/1.拼音/1.中.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/1.中/中国.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/1.中/中国.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/1.中/中心.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/1.中/中心.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/2.大字/1.中.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/3.音频/1.中.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/6.GIF/1.中.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/3.音频/笔画音频/1.笔画：中.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '五': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/4.部首/2.五.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/1.拼音/2.五.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/2.五/五星红旗.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/2.五/五星红旗.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/2.五/五颜六色.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/2.五/五颜六色.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/2.大字/2.五.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/3.音频/2.五.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/6.GIF/2.五.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/3.音频/笔画音频/2.笔画：五.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '立': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/4.部首/3.立.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/1.拼音/3.立.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/3.立/立正.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/3.立/立正.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/3.立/起立.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/3.立/起立.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/2.大字/3.立.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/3.音频/3.立.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/6.GIF/3.立.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/3.音频/笔画音频/3.笔画：立.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    '正': {
                        color: 'red',
                        // pp: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/4.部首/4.正.png',
                        py: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/1.拼音/4.正.png',
                        zj: {
                            ciyu1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/4.正/正好.png',
                            audio1: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/4.正/正好.mp3',
                            ciyu2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/4.正/正气.png',
                            audio2: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/5.词语/4.正/正气.mp3'
                        },
                        center: {
                            img: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/2.大字/4.正.png',
                            audioImg: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/3.音频/4.正.mp3',
                            gif: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/6.GIF/4.正.gif',
                            audioGif: '../video/../video/3.字词盘点/1.识字/10.识字二 十、升国旗（字词盘点）/2.我会写/3.音频/笔画音频/4.笔画：正.mp3',
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    // 课文
    {
        "name": "1.秋天",
        "text": [
            {
                "type": "has",
                "content": {
                    "秋": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/1.秋.png",
                        "py": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/1.拼音/1.秋.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/1.秋/中秋节.png",
                            "audio1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/1.秋/中秋节.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/1.秋/秋天.png",
                            "audio2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/1.秋/秋天.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/2.大字/1.秋.png",
                            "audioImg": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/1.秋.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "气": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/2.气.png",
                        "py": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/1.拼音/2.气.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/2.气/天气.png",
                            "audio1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/2.气/天气.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/2.气/生气.png",
                            "audio2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/2.气/生气.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/2.大字/2.气.png",
                            "audioImg": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/2.气.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "了": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/3.了.png",
                        "py": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/1.拼音/3.了.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/3.了/对了.png",
                            "audio1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/3.了/对了.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/3.了/来了.png",
                            "audio2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/3.了/来了.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/2.大字/3.了.png",
                            "audioImg": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/3.了.mp3",
                            "gif": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/6.GIF/3.了.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/笔画/3.笔画：了.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "树": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/4.树.png",
                        "py": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/1.拼音/4.树.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/4.树/大树.png",
                            "audio1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/4.树/大树.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/4.树/树木.png",
                            "audio2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/4.树/树木.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/1.课文一 一、秋天（偏旁）/4.树/木字旁.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/2.大字/4.树.png",
                            "audioImg": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/4.树.mp3"
                        }
                    },
                    "叶": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/5.叶.png",
                        "py": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/1.拼音/5.叶.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/5.叶/叶片.png",
                            "audio1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/5.叶/叶片.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/5.叶/树叶.png",
                            "audio2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/5.叶/树叶.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/1.课文一 一、秋天（偏旁）/5.叶/口字旁.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/2.大字/5.叶.png",
                            "audioImg": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/5.叶.mp3"
                        }
                    },
                    "片": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        "py": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/1.拼音/6.片.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/6.片/卡片.png",
                            "audio1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/6.片/卡片.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/6.片/片面.png",
                            "audio2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/6.片/片面.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/2.大字/6.片.png",
                            "audioImg": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/6.片.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "子": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/7.子.png",
                        "py": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/1.拼音/7.子.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/7.子/儿子.png",
                            "audio1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/7.子/儿子.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/7.子/石子.png",
                            "audio2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/7.子/石子.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/2.大字/7.子.png",
                            "audioImg": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/7.子.mp3",
                            "gif": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/6.GIF/7.子.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/笔画/7.笔画：子.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "大": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/8.大.png",
                        "py": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/1.拼音/8.大.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/8.大/大人.png",
                            "audio1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/8.大/大人.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/8.大/大小.png",
                            "audio2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/8.大/大小.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/2.大字/8.大.png",
                            "audioImg": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/8.大.mp3",
                            "gif": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/6.GIF/8.大.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/笔画/8.笔画：大.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "飞": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/9.飞.png",
                        "py": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/1.拼音/9.飞.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/9.飞/飞机.png",
                            "audio1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/9.飞/飞机.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/9.飞/飞鸟.png",
                            "audio2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/9.飞/飞鸟.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/2.大字/9.飞.png",
                            "audioImg": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/9.飞.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "会": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/10.会.png",
                        "py": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/1.拼音/10.会.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/10.会/学会.png",
                            "audio1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/10.会/学会.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/10.会/开会.png",
                            "audio2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/10.会/开会.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/1.课文一 一、秋天（偏旁）/10.会/人字头.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/2.大字/10.会.png",
                            "audioImg": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/10.会.mp3",
                        }
                    },
                    "个": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/11.个.png",
                        "py": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/1.拼音/11.个.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/11.个/一个.png",
                            "audio1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/11.个/一个.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/11.个/高个子.png",
                            "audio2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/11.个/高个子.mp3",
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/2.大字/11.个.png",
                            "audioImg": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/11.个.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "人": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/12.人.png",
                        "py": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/1.拼音/12.人.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/12.人/工人.png",
                            "audio1": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/12.人/工人.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/12.人/男人.png",
                            "audio2": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/5.词语/12.人/男人.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/2.大字/12.人.png",
                            "audioImg": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/12.人.mp3",
                            "gif": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/6.GIF/12.人.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/3.音频/笔画/12.笔画：人.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        "name": "2.小小的船",
        "text": [
            {
                "type": "has",
                "content": {
                    "的": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/4.部首/1.的.png",
                        "py": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/1.拼音/1.的.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/1.的/好的.png",
                            "audio1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/1.的/好的.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/1.的/对的.png",
                            "audio2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/1.的/对的.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/2.大字/1.的.png",
                            "audioImg": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/1.的.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "船": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/4.部首/2.船.png",
                        "py": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/1.拼音/2.船.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/2.船/帆船.png",
                            "audio1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/2.船/帆船.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/2.船/轮船.png",
                            "audio2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/2.船/轮船.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/2.大字/2.船.png",
                            "audioImg": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/2.船.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "月": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/4.部首/3.月.png",
                        "py": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/1.拼音/3.月.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/3.月/月亮.png",
                            "audio1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/3.月/月亮.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/3.月/月份.png",
                            "audio2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/3.月/月份.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/2.大字/3.月.png",
                            "audioImg": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/3.月.mp3",
                            "gif": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/6.GIF/3.月.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/笔画/3.笔画：月.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "儿": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/4.部首/4.儿.png",
                        "py": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/1.拼音/4.儿.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/4.儿/儿子.png",
                            "audio1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/4.儿/儿子.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/4.儿/花儿.png",
                            "audio2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/4.儿/花儿.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/2.大字/4.儿.png",
                            "audioImg": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/4.儿.mp3",
                            "gif": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/6.GIF/4.儿.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/笔画/4.笔画：儿.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "两": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/4.部首/5.两.png",
                        "py": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/1.拼音/5.两.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/5.两/两边.png",
                            "audio1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/5.两/两边.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/5.两/半斤八两.png",
                            "audio2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/5.两/半斤八两.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/2.大字/5.两.png",
                            "audioImg": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/5.两.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "头": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/4.部首/6.头.png",
                        "py": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/1.拼音/6.头.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/6.头/个头.png",
                            "audio1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/6.头/个头.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/6.头/头发.png",
                            "audio2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/6.头/头发.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/2.大字/6.头.png",
                            "audioImg": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/6.头.mp3",
                            "gif": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/6.GIF/6.头.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/笔画/6.笔画：头.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "在": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/4.部首/7.在.png",
                        "py": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/1.拼音/7.在.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/7.在/在乎.png",
                            "audio1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/7.在/在乎.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/7.在/在家.png",
                            "audio2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/7.在/在家.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/2.大字/7.在.png",
                            "audioImg": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/7.在.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "里": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/4.部首/8.里.png",
                        "py": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/1.拼音/8.里.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/8.里/家里.png",
                            "audio1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/8.里/家里.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/8.里/里面.png",
                            "audio2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/8.里/里面.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/2.大字/8.里.png",
                            "audioImg": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/8.里.mp3",
                            "gif": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/6.GIF/8.里.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/笔画/8.笔画：里.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "看": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/4.部首/9.看.png",
                        "py": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/1.拼音/9.看.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/9.看/看书.png",
                            "audio1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/9.看/看书.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/9.看/看法.png",
                            "audio2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/9.看/看法.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/2.大字/9.看.png",
                            "audioImg": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/9.看.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "见": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/4.部首/10.见.png",
                        "py": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/1.拼音/10.见.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/10.见/看见.png",
                            "audio1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/10.见/看见.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/10.见/见面.png",
                            "audio2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/10.见/见面.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/2.大字/10.见.png",
                            "audioImg": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/10.见.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "闪": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/4.部首/11.闪.png",
                        "py": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/1.拼音/11.闪.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/11.闪/闪光.png",
                            "audio1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/11.闪/闪光.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/11.闪/闪电.png",
                            "audio2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/11.闪/闪电.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/2.课文一 二、小小的船（偏旁）/11.闪/门字框.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/2.大字/11.闪.png",
                            "audioImg": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/11.闪.mp3"
                        }
                    },
                    "星": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/4.部首/12.星.png",
                        "py": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/1.拼音/12.星.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/12.星/明星.png",
                            "audio1": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/12.星/明星.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/12.星/流星.png",
                            "audio2": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/5.词语/12.星/流星.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/2.大字/12.星.png",
                            "audioImg": "../video/3.字词盘点/2.课文/2.课文一 二、小小的船（字词盘点）/3.音频/12.星.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        "name": "3.江南",
        "text": [
            {
                "type": "has",
                "content": {
                    "江": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/4.部首/1.江.png",
                        "py": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/1.拼音/1.江.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/1.江/江南.png",
                            "audio1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/1.江/江南.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/1.江/长江.png",
                            "audio2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/1.江/长江.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/3.课文一 三、江南（偏旁）/1.江/三点水.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/2.大字/1.江.png",
                            "audioImg": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/3.音频/1.江.mp3", 
                        }
                    },
                    "南": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/4.部首/2.南.png",
                        "py": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/1.拼音/2.南.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/2.南/南方.png",
                            "audio1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/2.南/南方.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/2.南/南来北往.png",
                            "audio2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/2.南/南来北往.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/2.大字/2.南.png",
                            "audioImg": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/3.音频/2.南.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "可": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/4.部首/3.可.png",
                        "py": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/1.拼音/3.可.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/3.可/可以.png",
                            "audio1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/3.可/可以.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/3.可/可爱.png",
                            "audio2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/3.可/可爱.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/2.大字/3.可.png",
                            "audioImg": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/3.音频/3.可.mp3",
                            "gif": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/6.GIF/3.可.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/3.音频/笔画/1.笔画：可.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "采": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/4.部首/4.采.png",
                        "py": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/1.拼音/4.采.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/4.采/文采.png",
                            "audio1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/4.采/文采.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/4.采/采花.png",
                            "audio2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/4.采/采花.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/2.大字/4.采.png",
                            "audioImg": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/3.音频/4.采.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "莲": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/4.部首/5.莲.png",
                        "py": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/1.拼音/5.莲.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/5.莲/莲叶.png",
                            "audio1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/5.莲/莲叶.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/5.莲/莲花.png",
                            "audio2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/5.莲/莲花.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/3.课文一 三、江南（偏旁）/5.莲/草字头.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/2.大字/5.莲.png",
                            "audioImg": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/3.音频/5.莲.mp3",
                        }
                    },
                    "鱼": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/4.部首/6.鱼.png",
                        "py": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/1.拼音/6.鱼.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/6.鱼/金鱼.png",
                            "audio1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/6.鱼/金鱼.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/6.鱼/鱼丸.png",
                            "audio2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/6.鱼/鱼丸.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/2.大字/6.鱼.png",
                            "audioImg": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/3.音频/6.鱼.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "东": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/4.部首/7.东.png",
                        "py": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/1.拼音/7.东.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/7.东/东山再起.png",
                            "audio1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/7.东/东山再起.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/7.东/东方.png",
                            "audio2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/7.东/东方.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/2.大字/7.东.png",
                            "audioImg": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/3.音频/7.东.mp3",
                            "gif": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/6.GIF/7.东.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/3.音频/笔画/2.笔画：东.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "西": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/4.部首/8.西.png",
                        "py": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/1.拼音/8.西.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/8.西/大西洋.png",
                            "audio1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/8.西/大西洋.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/8.西/西方.png",
                            "audio2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/8.西/西方.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/2.大字/8.西.png",
                            "audioImg": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/3.音频/8.西.mp3",
                            "gif": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/6.GIF/8.西.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/3.音频/笔画/3.笔画：西.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "北": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/4.部首/9.北.png",
                        "py": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/1.拼音/9.北.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/9.北/北京.png",
                            "audio1": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/9.北/北京.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/9.北/北极星.png",
                            "audio2": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/5.词语/9.北/北极星.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/2.大字/9.北.png",
                            "audioImg": "../video/3.字词盘点/2.课文/3.课文一 三、江南（字词盘点）/3.音频/9.北.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        "name": "4.四季",
        "text": [
            {
                "type": "has",
                "content": {
                    "四": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/4.部首/1.四.png",
                        "py": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/1.拼音/1.四.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/1.四/十四.png",
                            "audio1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/1.四/十四.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/1.四/四季.png",
                            "audio2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/1.四/四季.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/2.大字/1.四.png",
                            "audioImg": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/1.四.mp3",
                            "gif": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/6.GIF/1.四.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/笔画/1.笔画：四.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "尖": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/4.部首/2.尖.png",
                        "py": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/1.拼音/2.尖.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/2.尖/尖刀.png",
                            "audio1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/2.尖/尖刀.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/2.尖/眼尖.png",
                            "audio2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/2.尖/眼尖.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/2.大字/2.尖.png",
                            "audioImg": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/2.尖.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "说": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/4.部首/3.说.png",
                        "py": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/1.拼音/3.说.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/3.说/小说.png",
                            "audio1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/3.说/小说.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/3.说/说话.png",
                            "audio2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/3.说/说话.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/4.课文一 四、四季（偏旁）/3.说/言字旁.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/2.大字/3.说.png",
                            "audioImg": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/3.说.mp3"
                        }
                    },
                    "是": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/4.部首/4.是.png",
                        "py": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/1.拼音/4.是.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/4.是/不是.png",
                            "audio1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/4.是/不是.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/4.是/是非.png",
                            "audio2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/4.是/是非.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/2.大字/4.是.png",
                            "audioImg": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/4.是.mp3",
                            "gif": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/6.GIF/4.是.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/笔画/4.笔画：是.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "春": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/4.部首/5.春.png",
                        "py": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/1.拼音/5.春.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/5.春/春天.png",
                            "audio1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/5.春/春天.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/5.春/春节.png",
                            "audio2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/5.春/春节.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/2.大字/5.春.png",
                            "audioImg": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/5.春.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "天": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/4.部首/6.天.png",
                        "py": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/1.拼音/6.天.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/6.天/天空.png",
                            "audio1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/6.天/天空.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/6.天/晴天.png",
                            "audio2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/6.天/晴天.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/2.大字/6.天.png",
                            "audioImg": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/6.天.mp3",
                            "gif": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/6.GIF/6.天.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/笔画/6.笔画：天.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "青": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/4.部首/7.青.png",
                        "py": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/1.拼音/7.青.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/7.青/青草.png",
                            "audio1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/7.青/青草.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/7.青/青菜.png",
                            "audio2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/7.青/青菜.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/2.大字/7.青.png",
                            "audioImg": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/7.青.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "蛙": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/4.部首/8.蛙.png",
                        "py": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/1.拼音/8.蛙.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/8.蛙/蛙鸣.png",
                            "audio1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/8.蛙/蛙鸣.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/8.蛙/青蛙.png",
                            "audio2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/8.蛙/青蛙.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/4.课文一 四、四季（偏旁）/8.蛙/虫字旁.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/2.大字/8.蛙.png",
                            "audioImg": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/8.蛙.mp3",
                        }
                    },
                    "夏": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/4.部首/9.夏.png",
                        "py": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/1.拼音/9.夏.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/9.夏/夏天.png",
                            "audio1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/9.夏/夏天.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/9.夏/盛夏.png",
                            "audio2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/9.夏/盛夏.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/4.课文一 四、四季（偏旁）/9.夏/折文.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/2.大字/9.夏.png",
                            "audioImg": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/9.夏.mp3",
                        }
                    },
                    "弯": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/4.部首/10.弯.png",
                        "py": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/1.拼音/10.弯.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/10.弯/弯曲.png",
                            "audio1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/10.弯/弯曲.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/10.弯/弯月.png",
                            "audio2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/10.弯/弯月.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/2.大字/10.弯.png",
                            "audioImg": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/10.弯.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },

                    "皮": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/4.部首/11.皮.png",
                        "py": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/1.拼音/11.皮.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/11.皮/皮毛.png",
                            "audio1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/11.皮/皮毛.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/11.皮/顽皮.png",
                            "audio2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/11.皮/顽皮.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/2.大字/11.皮.png",
                            "audioImg": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/11.皮.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },




                    "地": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/4.部首/12.地.png",
                        "py": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/1.拼音/12.地.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/12.地/大地.png",
                            "audio1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/12.地/大地.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/12.地/顽皮地.png",
                            "audio2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/12.地/顽皮地.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/2.大字/12.地.png",
                            "audioImg": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/12.地.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "冬": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/4.部首/13.冬.png",
                        "py": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/1.拼音/13.冬.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/13.冬/冬天.png",
                            "audio1": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/13.冬/冬天.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/13.冬/冬季.png",
                            "audio2": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/5.词语/13.冬/冬季.mp3",
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/2.大字/13.冬.png",
                            "audioImg": "../video/3.字词盘点/2.课文/4.课文一 四、四季（字词盘点）/3.音频/13.冬.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        "name": "5.影子",
        "text": [
            {
                "type": "has",
                "content": {
                    "影": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/4.部首/1.影.png",
                        "py": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/1.拼音/1.影.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/1.影/影子.png",
                            "audio1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/1.影/影子.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/1.影/背影.png",
                            "audio2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/1.影/背影.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/2.大字/1.影.png",
                            "audioImg": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/1.影.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "在": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/4.部首/2.在.png",
                        "py": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/1.拼音/2.在.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/2.在/在乎.png",
                            "audio1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/2.在/在乎.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/2.在/存在.png",
                            "audio2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/2.在/存在.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/2.大字/2.在.png",
                            "audioImg": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/2.在.mp3",
                            "gif": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/6.GIF/2.在.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/笔画/2.笔画：在.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "前": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/4.部首/3.前.png",
                        "py": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/1.拼音/3.前.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/3.前/前进.png",
                            "audio1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/3.前/前进.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/3.前/面前.png",
                            "audio2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/3.前/面前.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/2.大字/3.前.png",
                            "audioImg": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/3.前.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "后": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/4.部首/4.后.png",
                        "py": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/1.拼音/4.后.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/4.后/前后.png",
                            "audio1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/4.后/前后.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/4.后/后面.png",
                            "audio2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/4.后/后面.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/2.大字/4.后.png",
                            "audioImg": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/4.后.mp3",
                            "gif": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/6.GIF/4.后.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/笔画/4.笔画：后.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "我": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/4.部首/5.我.png",
                        "py": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/1.拼音/5.我.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/5.我/我们.png",
                            "audio1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/5.我/我们.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/5.我/自我.png",
                            "audio2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/5.我/自我.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/2.大字/5.我.png",
                            "audioImg": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/5.我.mp3",
                            "gif": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/6.GIF/5.我.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/笔画/5.笔画：我.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "黑": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/4.部首/6.黑.png",
                        "py": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/1.拼音/6.黑.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/6.黑/黑夜.png",
                            "audio1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/6.黑/黑夜.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/6.黑/黑板.png",
                            "audio2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/6.黑/黑板.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/2.大字/6.黑.png",
                            "audioImg": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/6.黑.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "狗": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/4.部首/7.狗.png",
                        "py": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/1.拼音/7.狗.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/7.狗/小狗.png",
                            "audio1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/7.狗/小狗.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/7.狗/鸡飞狗跳.png",
                            "audio2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/7.狗/鸡飞狗跳.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/2.大字/7.狗.png",
                            "audioImg": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/7.狗.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "左": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/4.部首/8.左.png",
                        "py": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/1.拼音/8.左.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/8.左/左手.png",
                            "audio1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/8.左/左手.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/8.左/左边.png",
                            "audio2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/8.左/左边.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/2.大字/8.左.png",
                            "audioImg": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/8.左.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "右": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/4.部首/9.右.png",
                        "py": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/1.拼音/9.右.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/9.右/右手.png",
                            "audio1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/9.右/右手.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/9.右/左右为难.png",
                            "audio2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/9.右/左右为难.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/2.大字/9.右.png",
                            "audioImg": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/9.右.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "它": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/4.部首/10.它.png",
                        "py": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/1.拼音/10.它.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/10.它/其它.png",
                            "audio1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/10.它/其它.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/10.它/它们.png",
                            "audio2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/10.它/它们.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/5.课文二 五、影子（偏旁）/10.它/宝盖.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/2.大字/10.它.png",
                            "audioImg": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/10.它.mp3"
                        }
                    },
                    "好": {
                        "color": "red",
                        "pp": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/4.部首/11.好.png",
                        "py": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/1.拼音/11.好.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/11.好/好事.png",
                            "audio1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/11.好/好事.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/11.好/好人.png",
                            "audio2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/11.好/好人.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/5.课文二 五、影子（偏旁）/11.好/女字旁.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/2.大字/11.好.png",
                            "audioImg": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/11.好.mp3",
                            "gif": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/6.GIF/11.好.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/笔画/11.笔画：好.mp3"
                        }
                    },
                    "朋": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/4.部首/12.朋.png",
                        "py": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/1.拼音/12.朋.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/12.朋/亲朋好友.png",
                            "audio1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/12.朋/亲朋好友.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/12.朋/朋友.png",
                            "audio2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/12.朋/朋友.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/5.课文二 五、影子（偏旁）/12.朋/月字旁.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/2.大字/12.朋.png",
                            "audioImg": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/12.朋.mp3",
                        }
                    },
                    "友": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/4.部首/13.友.png",
                        "py": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/1.拼音/13.友.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/13.友/友情.png",
                            "audio1": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/13.友/友情.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/13.友/友爱.png",
                            "audio2": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/5.词语/13.友/友爱.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/2.大字/13.友.png",
                            "audioImg": "../video/3.字词盘点/2.课文/5.课文二 五、影子（字词盘点）/3.音频/13.友.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        "name": "6.比尾巴",
        "text": [
            {
                "type": "has",
                "content": {
                    "比": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/4.部首/1.比.png",
                        "py": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/1.拼音/1.比.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/1.比/比赛.png",
                            "audio1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/1.比/比赛.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/1.比/比较.png",
                            "audio2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/1.比/比较.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/2.大字/1.比.png",
                            "audioImg": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/1.比.mp3",
                            "gif": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/6.GIF/1.比.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/笔画/1.笔画：比.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "尾": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/4.部首/2.尾.png",
                        "py": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/1.拼音/2.尾.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/2.尾/尾巴.png",
                            "audio1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/2.尾/尾巴.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/2.尾/结尾.png",
                            "audio2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/2.尾/结尾.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/2.大字/2.尾.png",
                            "audioImg": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/2.尾.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "巴": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/4.部首/3.巴.png",
                        "py": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/1.拼音/3.巴.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/3.巴/大巴.png",
                            "audio1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/3.巴/大巴.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/3.巴/尾巴.png",
                            "audio2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/3.巴/尾巴.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/2.大字/3.巴.png",
                            "audioImg": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/3.巴.mp3",
                            "gif": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/6.GIF/3.巴.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/笔画/3.笔画：巴.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "谁": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/4.部首/4.谁.png",
                        "py": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/1.拼音/4.谁.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/4.谁/你是谁.png",
                            "audio1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/4.谁/你是谁.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/4.谁/谁的.png",
                            "audio2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/4.谁/谁的.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/2.大字/4.谁.png",
                            "audioImg": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/4.谁.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "长": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/4.部首/5.长.png",
                        "py": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/1.拼音/5.长.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/5.长/特长.png",
                            "audio1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/5.长/特长.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/5.长/长短.png",
                            "audio2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/5.长/长短.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/2.大字/5.长.png",
                            "audioImg": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/5.长.mp3",
                            "gif": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/6.GIF/5.长.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/笔画/5.笔画：长.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "短": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/4.部首/6.短.png",
                        "py": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/1.拼音/6.短.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/6.短/三长两短.png",
                            "audio1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/6.短/三长两短.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/6.短/长短.png",
                            "audio2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/6.短/长短.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/2.大字/6.短.png",
                            "audioImg": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/6.短.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "把": {
                        "color": "red",
                        "pp": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/4.部首/7.把.png",
                        "py": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/1.拼音/7.把.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/7.把/把手.png",
                            "audio1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/7.把/把手.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/7.把/火把.png",
                            "audio2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/7.把/火把.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/6.课文二 六、比尾巴（偏旁）/7.把/提手旁.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/2.大字/7.把.png",
                            "audioImg": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/7.把.mp3",
                            "gif": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/6.GIF/7.把.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/笔画/7.笔画：把.mp3"
                        }
                    },
                    "伞": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/4.部首/8.伞.png",
                        "py": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/1.拼音/8.伞.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/8.伞/降落伞.png",
                            "audio1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/8.伞/降落伞.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/8.伞/雨伞.png",
                            "audio2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/8.伞/雨伞.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/2.大字/8.伞.png",
                            "audioImg": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/8.伞.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "兔": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/4.部首/9.兔.png",
                        "py": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/1.拼音/9.兔.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/9.兔/兔子.png",
                            "audio1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/9.兔/兔子.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/9.兔/白兔.png",
                            "audio2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/9.兔/白兔.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/6.课文二 六、比尾巴（偏旁）/9.兔/斜刀头.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/2.大字/9.兔.png",
                            "audioImg": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/9.兔.mp3"
                        }
                    },
                    "最": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/4.部首/10.最.png",
                        "py": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/1.拼音/10.最.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/10.最/最后.png",
                            "audio1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/10.最/最后.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/10.最/最好.png",
                            "audio2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/10.最/最好.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/2.大字/10.最.png",
                            "audioImg": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/10.最.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "公": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/4.部首/11.公.png",
                        "py": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/1.拼音/11.公.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/11.公/公平.png",
                            "audio1": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/11.公/公平.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/11.公/公鸡.png",
                            "audio2": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/5.词语/11.公/公鸡.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/6.课文二 六、比尾巴（偏旁）/11.公/八字头.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/2.大字/11.公.png",
                            "audioImg": "../video/3.字词盘点/2.课文/6.课文二 六、比尾巴（字词盘点）/3.音频/11.公.mp3"
                        }
                    }
                }
            }
        ]
    },
    {
        "name": "7.青蛙写诗",
        "text": [
            {
                "type": "has",
                "content": {
                    "写": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/1.写.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/1.写.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/1.写/书写.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/1.写/书写.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/1.写/写字.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/1.写/写字.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/7.课文二 七、青蛙写诗（偏旁）/1.写/秃宝盖.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/1.写.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/1.写.mp3",
                        }
                    },
                    "诗": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/2.诗.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/2.诗.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/2.诗/古诗.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/2.诗/古诗.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/2.诗/诗歌.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/2.诗/诗歌.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/2.诗.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/2.诗.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "下": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/3.下.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/3.下.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/3.下/七上八下.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/3.下/七上八下.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/3.下/下面.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/3.下/下面.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/3.下.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/3.下.mp3",
                            "gif": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/6.GIF/3.下.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/笔画/3.笔画：下.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "雨": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/4.雨.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/4.雨.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/4.雨/下雨.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/4.雨/下雨.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/4.雨/雨花石.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/4.雨/雨花石.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/4.雨.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/4.雨.mp3",
                            "gif": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/6.GIF/4.雨.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/笔画/4.笔画：雨.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "点": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/5.点.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/5.点.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/5.点/点滴.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/5.点/点滴.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/5.点/雨点.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/5.点/雨点.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/7.课文二 七、青蛙写诗（偏旁）/5.点/四点底.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/5.点.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/5.点.mp3",
                        }
                    },
                    "要": {
                        "color": "black",
                        //"pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/6.要.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/6.要.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/6.要/要好.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/6.要/要好.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/6.要/要强.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/6.要/要强.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/6.要.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/6.要.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "过": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/7.过.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/7.过.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/7.过/过去.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/7.过/过去.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/7.过/过河.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/7.过/过河.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/7.过.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/7.过.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "给": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/8.给.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/8.给.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/8.给/献给.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/8.给/献给.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/8.给/送给.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/8.给/送给.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/8.给.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/8.给.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "当": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/9.当.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/9.当.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/9.当/当今.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/9.当/当今.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/9.当/当心.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/9.当/当心.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/9.当.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/9.当.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "个": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/10.个.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/10.个.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/10.个/个人.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/10.个/个人.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/10.个/高个子.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/10.个/高个子.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/10.个.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/10.个.mp3",
                            "gif": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/6.GIF/10.个.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/笔画/10.笔画：个.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "串": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/11.串.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/11.串.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/11.串/串门.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/11.串/串门.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/11.串/肉串.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/11.串/肉串.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/11.串.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/11.串.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "们": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/12.们.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/12.们.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/12.们/人们.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/12.们/人们.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/12.们/我们.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/12.们/我们.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/12.们.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/12.们.mp3",
                            "gif": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/6.GIF/12.们.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/笔画/12.笔画：们.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "以": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/13.以.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/13.以.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/13.以/以为.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/13.以/以为.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/13.以/可以.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/13.以/可以.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/13.以.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/13.以.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "成": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/4.部首/14.成.png",
                        "py": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/1.拼音/14.成.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/14.成/成功.png",
                            "audio1": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/14.成/成功.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/14.成/成语.png",
                            "audio2": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/5.词语/14.成/成语.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/2.大字/14.成.png",
                            "audioImg": "../video/3.字词盘点/2.课文/7.课文二 七、青蛙写诗（字词盘点）/3.音频/14.成.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        "name": "8.雨点儿",
        "text": [
            {
                "type": "has",
                "content": {
                    "数": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/1.数.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/1.数.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/1.数/数不清.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/1.数/数不清.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/1.数/数学.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/1.数/数学.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/1.数.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/1.数.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "从": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/2.从.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/2.从.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/2.从/从来.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/2.从/从来.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/2.从/自从.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/2.从/自从.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/2.从.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/2.从.mp3",
                            "gif": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/6.GIF/2.从.gif",
                            "audioGif": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/笔画/2.笔画：从.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "彩": {
                        "color": "black",
                        "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/3.彩.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/3.彩.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/3.彩/云彩.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/3.彩/云彩.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/3.彩/彩色.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/3.彩/彩色.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/8.课文二 八、雨点儿（偏旁）/3.彩/三撇.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/3.彩.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/3.彩.mp3"
                        }
                    },
                    "半": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/4.半.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/4.半.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/4.半/半年.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/4.半/半年.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/4.半/半空.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/4.半/半空.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/4.半.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/4.半.mp3",
                            "gif": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/6.GIF/4.半.gif",
                            "audioGif": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/笔画/4.笔画：半.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "空": {
                        "color": "black",
                        "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/5.空.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/5.空.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/5.空/天空.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/5.空/天空.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/5.空/空间.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/5.空/空间.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/8.课文二 八、雨点儿（偏旁）/5.空/穴宝盖.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/5.空.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/5.空.mp3"
                        }
                    },
                    "问": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/6.问.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/6.问.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/6.问/提问.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/6.问/提问.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/6.问/问题.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/6.问/问题.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/6.问.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/6.问.mp3",
                            "gif": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/6.GIF/6.问.gif",
                            "audioGif": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/笔画/6.笔画：问.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "你": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/7.你.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/7.你.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/7.你/你们.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/7.你/你们.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/7.你/你好.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/7.你/你好.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/7.你.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/7.你.mp3",
                            "gif": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/6.GIF/7.你.gif",
                            "audioGif": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/笔画/7.笔画：你.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "到": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/8.到.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/8.到.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/8.到/到位.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/8.到/到位.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/8.到/到达.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/8.到/到达.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/8.到.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/8.到.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "有": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/9.有.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/9.有.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/9.有/拥有.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/9.有/拥有.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/9.有/没有.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/9.有/没有.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/9.有.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/9.有.mp3",
                            "gif": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/6.GIF/9.有.gif",
                            "audioGif": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/笔画/9.笔画：有.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "方": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/10.方.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/10.方.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/10.方/地方.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/10.方/地方.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/10.方/方格.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/10.方/方格.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/10.方.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/10.方.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "没": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/11.没.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/11.没.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/11.没/没有.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/11.没/没有.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/11.没/没问题.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/11.没/没问题.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/11.没.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/11.没.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "更": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/12.更.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/12.更.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/12.更/更加.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/12.更/更加.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/12.更/更好.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/12.更/更好.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/12.更.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/12.更.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "绿": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/13.绿.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/13.绿.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/13.绿/绿色.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/13.绿/绿色.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/13.绿/绿草.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/13.绿/绿草.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/13.绿.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/13.绿.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "出": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/14.出.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/14.出.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/14.出/出门.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/14.出/出门.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/14.出/日出.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/14.出/日出.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/14.出.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/14.出.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "长": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/4.部首/15.长.png",
                        "py": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/1.拼音/15.长.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/15.长/生长.png",
                            "audio1": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/15.长/生长.mp3",
                            "ciyu2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/15.长/长江.png",
                            "audio2": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/5.词语/15.长/长江.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/2.大字/15.长.png",
                            "audioImg": "../video/3.字词盘点//2.课文/8.课文二 八、雨点儿（字词盘点）/3.音频/15.长.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        "name": "9.明天要远足",
        "text": [
            {
                "type": "has",
                "content": {
                    "明": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/4.部首/1.明.png",
                        "py": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/1.拼音/1.明.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/1.明/明天.png",
                            "audio1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/1.明/明天.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/1.明/明白.png",
                            "audio2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/1.明/明白.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/2.大字/1.明.png",
                            "audioImg": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/1.明.mp3",
                            "gif": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/6.GIF/1.明.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/笔画/1.笔画：明.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "睡": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/4.部首/2.睡.png",
                        "py": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/1.拼音/2.睡.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/2.睡/午睡.png",
                            "audio1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/2.睡/午睡.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/2.睡/睡觉.png",
                            "audio2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/2.睡/睡觉.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/9.课文二 九、明天要远足（偏旁）/2.睡/目字旁.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/2.大字/2.睡.png",
                            "audioImg": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/2.睡.mp3"
                        }
                    },
                    "那": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/4.部首/3.那.png",
                        "py": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/1.拼音/3.那.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/3.那/那么.png",
                            "audio1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/3.那/那么.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/3.那/那里.png",
                            "audio2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/3.那/那里.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/2.大字/3.那.png",
                            "audioImg": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/3.那.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "海": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/4.部首/4.海.png",
                        "py": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/1.拼音/4.海.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/4.海/大海.png",
                            "audio1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/4.海/大海.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/4.海/海洋.png",
                            "audio2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/4.海/海洋.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/2.大字/4.海.png",
                            "audioImg": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/4.海.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "真": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/4.部首/5.真.png",
                        "py": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/1.拼音/5.真.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/5.真/天真.png",
                            "audio1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/5.真/天真.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/5.真/真正.png",
                            "audio2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/5.真/真正.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/2.大字/5.真.png",
                            "audioImg": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/5.真.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "老": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/4.部首/6.老.png",
                        "py": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/1.拼音/6.老.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/6.老/老人.png",
                            "audio1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/6.老/老人.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/6.老/老师.png",
                            "audio2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/6.老/老师.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/2.大字/6.老.png",
                            "audioImg": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/6.老.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "师": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/4.部首/7.师.png",
                        "py": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/1.拼音/7.师.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/7.师/师生.png",
                            "audio1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/7.师/师生.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/7.师/师长.png",
                            "audio2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/7.师/师长.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/2.大字/7.师.png",
                            "audioImg": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/7.师.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "吗": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/4.部首/8.吗.png",
                        "py": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/1.拼音/8.吗.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/8.吗/好吗.png",
                            "audio1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/8.吗/好吗.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/8.吗/行吗.png",
                            "audio2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/8.吗/行吗.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/2.大字/8.吗.png",
                            "audioImg": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/8.吗.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "同": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/4.部首/9.同.png",
                        "py": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/1.拼音/9.同.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/9.同/共同.png",
                            "audio1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/9.同/共同.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/9.同/同学.png",
                            "audio2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/9.同/同学.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/2.大字/9.同.png",
                            "audioImg": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/9.同.mp3",
                            "gif": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/6.GIF/9.同.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/笔画/9.笔画：同.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "学": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/4.部首/10.学.png",
                        "py": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/1.拼音/10.学.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/10.学/学习.png",
                            "audio1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/10.学/学习.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/10.学/学生.png",
                            "audio2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/10.学/学生.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/2.大字/10.学.png",
                            "audioImg": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/10.学.mp3",
                            "gif": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/6.GIF/10.学.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/笔画/10.笔画：学.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "什": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/4.部首/11.什.png",
                        "py": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/1.拼音/11.什.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/11.什/为什么.png",
                            "audio1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/11.什/为什么.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/11.什/什么.png",
                            "audio2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/11.什/什么.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/2.大字/11.什.png",
                            "audioImg": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/11.什.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "才": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/4.部首/12.才.png",
                        "py": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/1.拼音/12.才.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/12.才/刚才.png",
                            "audio1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/12.才/刚才.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/12.才/才华.png",
                            "audio2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/12.才/才华.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/2.大字/12.才.png",
                            "audioImg": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/12.才.mp3",
                            "gif": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/6.GIF/12.才.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/笔画/12.笔画：才.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "亮": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/4.部首/13.亮.png",
                        "py": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/1.拼音/13.亮.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/13.亮/亮晶晶.png",
                            "audio1": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/13.亮/亮晶晶.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/13.亮/明亮.png",
                            "audio2": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/5.词语/13.亮/明亮.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/9.课文二 九、明天要远足（偏旁）/13.亮/京字头.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/2.大字/13.亮.png",
                            "audioImg": "../video/3.字词盘点/2.课文/9.课文二 九、明天要远足（字词盘点）/3.音频/13.亮.mp3"
                        }
                    }
                }
            }
        ]
    },
    {
        "name": "10.大还是小",
        "text": [
            {
                "type": "has",
                "content": {
                    "时": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/4.部首/1.时.png",
                        "py": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/1.拼音/1.时.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/1.时/时空.png",
                            "audio1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/1.时/时空.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/1.时/时间.png",
                            "audio2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/1.时/时间.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/2.大字/1.时.png",
                            "audioImg": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/1.时.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "候": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/4.部首/2.候.png",
                        "py": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/1.拼音/2.候.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/2.候/时候.png",
                            "audio1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/2.候/时候.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/2.候/等候.png",
                            "audio2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/2.候/等候.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/2.大字/2.候.png",
                            "audioImg": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/2.候.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "觉": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/4.部首/3.觉.png",
                        "py": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/1.拼音/3.觉.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/3.觉/感觉.png",
                            "audio1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/3.觉/感觉.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/3.觉/觉得.png",
                            "audio2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/3.觉/觉得.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/2.大字/3.觉.png",
                            "audioImg": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/3.觉.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "得": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/4.部首/4.得.png",
                        "py": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/1.拼音/4.得.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/4.得/好得很.png",
                            "audio1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/4.得/好得很.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/4.得/觉得.png",
                            "audio2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/4.得/觉得.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/10.课文二 十、大还是小（偏旁）/4.得/双人旁.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/2.大字/4.得.png",
                            "audioImg": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/4.得.mp3",
                        }
                    },
                    "自": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/4.部首/5.自.png",
                        "py": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/1.拼音/5.自.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/5.自/自觉.png",
                            "audio1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/5.自/自觉.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/5.自/自身.png",
                            "audio2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/5.自/自身.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/2.大字/5.自.png",
                            "audioImg": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/5.自.mp3",
                            "gif": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/6.GIF/5.自.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/笔画/1.笔画：自.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "己": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/4.部首/6.己.png",
                        "py": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/1.拼音/6.己.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/6.己/知己.png",
                            "audio1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/6.己/知己.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/6.己/自己.png",
                            "audio2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/6.己/自己.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/2.大字/6.己.png",
                            "audioImg": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/6.己.mp3",
                            "gif": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/6.GIF/6.已.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/笔画/2.笔画：己.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "很": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/4.部首/7.很.png",
                        "py": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/1.拼音/7.很.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/7.很/很多.png",
                            "audio1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/7.很/很多.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/7.很/很好.png",
                            "audio2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/7.很/很好.mp3",
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/2.大字/7.很.png",
                            "audioImg": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/7.很.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "穿": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/4.部首/8.穿.png",
                        "py": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/1.拼音/8.穿.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/8.穿/穿透.png",
                            "audio1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/8.穿/穿透.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/8.穿/穿鞋.png",
                            "audio2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/8.穿/穿鞋.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/2.大字/8.穿.png",
                            "audioImg": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/8.穿.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "衣": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/4.部首/9.衣.png",
                        "py": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/1.拼音/9.衣.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/9.衣/衣服.png",
                            "audio1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/9.衣/衣服.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/9.衣/衣架.png",
                            "audio2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/9.衣/衣架.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/2.大字/9.衣.png",
                            "audioImg": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/9.衣.mp3",
                            "gif": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/6.GIF/9.衣.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/笔画/3.笔画：衣.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "服": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/4.部首/10.服.png",
                        "py": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/1.拼音/10.服.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/10.服/心服口服.png",
                            "audio1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/10.服/心服口服.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/10.服/服务.png",
                            "audio2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/10.服/服务.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/2.大字/10.服.png",
                            "audioImg": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/10.服.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },

                    "门": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/4.部首/11.门.png",
                        "py": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/1.拼音/11.门.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/11.门/开门.png",
                            "audio1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/11.门/开门.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/11.门/门口.png",
                            "audio2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/11.门/门口.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/2.大字/11.门.png",
                            "audioImg": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/11.门.mp3",
                            "gif": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/6.GIF/11.门.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/笔画/11.笔画：门.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },


                    "快": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/4.部首/12.快.png",
                        "py": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/1.拼音/12.快.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/12.快/快点.png",
                            "audio1": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/12.快/快点.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/12.快/快速.png",
                            "audio2": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/5.词语/12.快/快速.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/10.课文二 十、大还是小（偏旁）/11.快/竖心旁.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/2.大字/12.快.png",
                            "audioImg": "../video/3.字词盘点/2.课文/10.课文二 十、大还是小（字词盘点）/3.音频/12.快.mp3"
                        }
                    }
                }
            }
        ]
    },
    {
        "name": "11.项链",
        "text": [
            {
                "type": "has",
                "content": {
                    "蓝": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/4.部首/1.蓝.png",
                        "py": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/1.拼音/1.蓝.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/1.蓝/蓝天.png",
                            "audio1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/1.蓝/蓝天.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/1.蓝/蓝色.png",
                            "audio2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/1.蓝/蓝色.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/2.大字/1.蓝.png",
                            "audioImg": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/1.蓝.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "的": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/4.部首/2.的.png",
                        "py": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/1.拼音/2.的.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/2.的/好的.png",
                            "audio1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/2.的/好的.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/2.的/我的.png",
                            "audio2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/2.的/我的.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/2.大字/2.的.png",
                            "audioImg": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/2.的.mp3",
                            "gif": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/6.GIF/2.的.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/笔画/2.笔画：的.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "又": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/4.部首/3.又.png",
                        "py": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/1.拼音/3.又.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/3.又/又一次.png",
                            "audio1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/3.又/又一次.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/3.又/又高又大.png",
                            "audio2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/3.又/又高又大.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/2.大字/3.又.png",
                            "audioImg": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/3.又.mp3",
                            "gif": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/6.GIF/3.又.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/笔画/3.笔画：又.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "白": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/4.部首/4.白.png",
                        "py": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/1.拼音/4.白.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/4.白/白云.png",
                            "audio1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/4.白/白云.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/4.白/白色.png",
                            "audio2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/4.白/白色.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/2.大字/4.白.png",
                            "audioImg": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/4.白.mp3",
                            "gif": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/6.GIF/4.白.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/笔画/4.笔画：白.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "笑": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/4.部首/5.笑.png",
                        "py": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/1.拼音/5.笑.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/5.笑/微笑.png",
                            "audio1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/5.笑/微笑.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/5.笑/笑脸.png",
                            "audio2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/5.笑/笑脸.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/2.大字/5.笑.png",
                            "audioImg": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/5.笑.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "着": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/4.部首/6.着.png",
                        "py": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/1.拼音/6.着.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/6.着/走着瞧.png",
                            "audio1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/6.着/走着瞧.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/6.着/顺着.png",
                            "audio2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/6.着/顺着.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/2.大字/6.着.png",
                            "audioImg": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/6.着.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "向": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/4.部首/7.向.png",
                        "py": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/1.拼音/7.向.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/7.向/向前.png",
                            "audio1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/7.向/向前.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/7.向/方向.png",
                            "audio2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/7.向/方向.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/2.大字/7.向.png",
                            "audioImg": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/7.向.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "和": {
                        "color": "red",
                         "pp": "../video/3.字词盘点/3.偏旁/2.课文/11.课文二 十一、项链（偏旁）/8.和/8.和.png",
                        "py": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/1.拼音/8.和.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/8.和/和平.png",
                            "audio1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/8.和/和平.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/8.和/和气.png",
                            "audio2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/8.和/和气.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/11.课文二 十一、项链（偏旁）/8.和/禾木旁.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/2.大字/8.和.png",
                            "audioImg": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/8.和.mp3",
                            "gif": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/6.GIF/8.和.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/笔画/8.笔画：和.mp3"
                        }
                    },
                    "贝": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/4.部首/9.贝.png",
                        "py": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/1.拼音/9.贝.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/9.贝/宝贝.png",
                            "audio1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/9.贝/宝贝.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/9.贝/贝壳.png",
                            "audio2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/9.贝/贝壳.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/2.大字/9.贝.png",
                            "audioImg": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/9.贝.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "娃": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/4.部首/10.娃.png",
                        "py": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/1.拼音/10.娃.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/10.娃/娃娃鱼.png",
                            "audio1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/10.娃/娃娃鱼.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/10.娃/小娃娃.png",
                            "audio2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/10.娃/小娃娃.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/2.大字/10.娃.png",
                            "audioImg": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/10.娃.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "挂": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/4.部首/11.挂.png",
                        "py": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/1.拼音/11.挂.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/11.挂/挂号.png",
                            "audio1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/11.挂/挂号.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/11.挂/挂失.png",
                            "audio2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/11.挂/挂失.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/2.大字/11.挂.png",
                            "audioImg": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/11.挂.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "活": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/4.部首/12.活.png",
                        "py": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/1.拼音/12.活.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/12.活/活泼.png",
                            "audio1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/12.活/活泼.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/12.活/生活.png",
                            "audio2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/12.活/生活.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/2.大字/12.活.png",
                            "audioImg": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/12.活.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "金": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/4.部首/13.金.png",
                        "py": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/1.拼音/13.金.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/13.金/现金.png",
                            "audio1": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/13.金/现金.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/13.金/金黄.png",
                            "audio2": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/5.词语/13.金/金黄.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/2.大字/13.金.png",
                            "audioImg": "../video/3.字词盘点/2.课文/11.课文二 十一、项链（字词盘点）/3.音频/13.金.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        "name": "12.雪地里的小画家",
        "text": [
            {
                "type": "has",
                "content": {
                    "群": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/4.部首/1.群.png",
                        "py": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/1.拼音/1.群.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/1.群/人群.png",
                            "audio1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/1.群/人群.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/1.群/群众.png",
                            "audio2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/1.群/群众.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/2.大字/1.群.png",
                            "audioImg": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/1.群.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "竹": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/4.部首/2.竹.png",
                        "py": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/1.拼音/2.竹.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/2.竹/竹叶.png",
                            "audio1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/2.竹/竹叶.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/2.竹/竹子.png",
                            "audio2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/2.竹/竹子.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/2.大字/2.竹.png",
                            "audioImg": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/2.竹.mp3",
                            "gif": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/6.GIF/2.竹.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/笔画/2.笔画：竹.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "马": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/4.部首/3.马.png",
                        "py": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/1.拼音/3.马.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/3.马/马上.png",
                            "audio1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/3.马/马上.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/3.马/马到成功.png",
                            "audio2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/3.马/马到成功.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/2.大字/3.马.png",
                            "audioImg": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/3.马.mp3",
                            "gif": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/6.GIF/3.马.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/笔画/3.笔画：马.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "牙": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/4.部首/4.牙.png",
                        "py": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/1.拼音/4.牙.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/4.牙/牙医.png",
                            "audio1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/4.牙/牙医.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/4.牙/牙齿.png",
                            "audio2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/4.牙/牙齿.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/2.大字/4.牙.png",
                            "audioImg": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/4.牙.mp3",
                            "gif": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/6.GIF/4.牙.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/笔画/4.笔画：牙.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "用": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/4.部首/5.用.png",
                        "py": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/1.拼音/5.用.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/5.用/使用.png",
                            "audio1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/5.用/使用.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/5.用/用心.png",
                            "audio2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/5.用/用心.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/2.大字/5.用.png",
                            "audioImg": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/5.用.mp3",
                            "gif": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/6.GIF/5.用.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/笔画/5.笔画：用.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "几": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/4.部首/6.几.png",
                        "py": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/1.拼音/6.几.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/6.几/几个.png",
                            "audio1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/6.几/几个.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/6.几/几本书.png",
                            "audio2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/6.几/几本书.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/2.大字/6.几.png",
                            "audioImg": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/6.几.mp3",
                            "gif": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/6.GIF/6.几.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/笔画/6.笔画：几.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "步": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/4.部首/7.步.png",
                        "py": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/1.拼音/7.步.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/7.步/步行.png",
                            "audio1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/7.步/步行.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/7.步/脚步.png",
                            "audio2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/7.步/脚步.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/2.大字/7.步.png",
                            "audioImg": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/7.步.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "为": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/4.部首/8.为.png",
                        "py": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/1.拼音/8.为.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/8.为/为什么.png",
                            "audio1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/8.为/为什么.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/8.为/因为.png",
                            "audio2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/8.为/因为.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/2.大字/8.为.png",
                            "audioImg": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/8.为.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "参": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/4.部首/9.参.png",
                        "py": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/1.拼音/9.参.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/9.参/参军.png",
                            "audio1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/9.参/参军.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/9.参/参加.png",
                            "audio2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/9.参/参加.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/2.大字/9.参.png",
                            "audioImg": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/9.参.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "加": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/4.部首/10.加.png",
                        "py": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/1.拼音/10.加.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/10.加/加减.png",
                            "audio1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/10.加/加减.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/10.加/加油.png",
                            "audio2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/10.加/加油.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/2.大字/10.加.png",
                            "audioImg": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/10.加.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "洞": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/4.部首/11.洞.png",
                        "py": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/1.拼音/11.洞.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/11.洞/山洞.png",
                            "audio1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/11.洞/山洞.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/11.洞/洞口.png",
                            "audio2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/11.洞/洞口.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/2.大字/11.洞.png",
                            "audioImg": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/11.洞.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "着": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/4.部首/12.着.png",
                        "py": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/1.拼音/12.着.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/12.着/睡着.png",
                            "audio1": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/12.着/睡着.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/12.着/看着.png",
                            "audio2": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/5.词语/12.着/看着.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/2.大字/12.着.png",
                            "audioImg": "../video/3.字词盘点/2.课文/12.课文二 十二、雪地里的小画家（字词盘点）/3.音频/12.着.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        "name": "13.乌鸦喝水",
        "text": [
            {
                "type": "has",
                "content": {
                    "乌": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/1.乌.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/1.乌.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/1.乌/乌云.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/1.乌/乌云.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/1.乌/乌鸦.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/1.乌/乌鸦.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/1.乌.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/1.乌.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "鸦": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/2.鸦.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/2.鸦.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/2.鸦/乌鸦.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/2.鸦/乌鸦.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/2.鸦/鸦片.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/2.鸦/鸦片.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/2.鸦.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/2.鸦.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "只": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/3.只.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/3.只.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/3.只/一只鸟.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/3.只/一只鸟.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/3.只/只身.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/3.只/只身.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/3.只.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/3.只.mp3",
                            "gif": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/6.GIF/3.只.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/笔画/3.笔画：只.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "处": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/4.处.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/4.处.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/4.处/到处.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/4.处/到处.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/4.处/长处.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/4.处/长处.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/4.处.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/4.处.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "找": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/5.找.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/5.找.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/5.找/寻找.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/5.找/寻找.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/5.找/找朋友.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/5.找/找朋友.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/5.找.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/5.找.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "见": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/6.见.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/6.见.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/6.见/看见.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/6.见/看见.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/6.见/见外.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/6.见/见外.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/6.见.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/6.见.mp3",
                            "gif": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/6.GIF/6.见.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/笔画/6.笔画：见.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    // "多": {
                    //     "color": "red",
                    //     "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/7.多.png",
                    //     "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/7.多.png",
                    //     "zj": {
                    //         "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/7.多/多少.png",
                    //         "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/7.多/多少.mp3",
                    //         "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/7.多/多此一举.png",
                    //         "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/7.多/多此一举.mp3"
                    //     },
                    //     "center": {
                    //         "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/7.多.png",
                    //         "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/7.多.mp3",
                    //         "gif": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/6.GIF/7.多.gif",
                    //         "audioGif": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/笔画/7.笔画：多.mp3"
                    //     }
                    // },
                    "办": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/8.办.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/8.办.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/8.办/办法.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/8.办/办法.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/8.办/办理.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/8.办/办理.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/8.办.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/8.办.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "旁": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/9.旁.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/9.旁.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/9.旁/旁边.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/9.旁/旁边.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/9.旁/旁门左道.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/9.旁/旁门左道.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/9.旁.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/9.旁.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "许": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/10.许.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/10.许.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/10.许/许可.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/10.许/许可.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/10.许/许多.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/10.许/许多.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/10.许.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/10.许.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "石": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/11.石.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/11.石.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/11.石/石头.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/11.石/石头.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/11.石/金石.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/11.石/金石.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/11.石.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/11.石.mp3",
                            "gif": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/6.GIF/11.石.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/笔画/11.笔画：石.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "出": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/12.出.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/12.出.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/12.出/出发.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/12.出/出发.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/12.出/出色.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/12.出/出色.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/12.出.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/12.出.mp3",
                            "gif": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/6.GIF/12.出.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/笔画/12.笔画：出.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "法": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/13.法.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/13.法.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/13.法/方法.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/13.法/方法.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/13.法/法国.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/13.法/法国.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/13.法.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/13.法.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "放": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/14.放.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/14.放.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/14.放/开放.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/14.放/开放.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/14.放/放心.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/14.放/放心.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/14.放.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/14.放.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "进": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/15.进.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/15.进.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/15.进/进步.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/15.进/进步.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/15.进/进食.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/15.进/进食.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/15.进.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/15.进.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "高": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/4.部首/16.高.png",
                        "py": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/1.拼音/16.高.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/16.高/高低.png",
                            "audio1": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/16.高/高低.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/16.高/高明.png",
                            "audio2": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/5.词语/16.高/高明.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/2.大字/16.高.png",
                            "audioImg": "../video/3.字词盘点/2.课文/13.课文二 十三、乌鸦喝水（字词盘点）/3.音频/16.高.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    },
    {
        "name": "14.小蜗牛",
        "text": [
            {
                "type": "has",
                "content": {
                    "住": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/1.住.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/1.住.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/1.住/住房.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/1.住/住房.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/1.住/住手.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/1.住/住手.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/1.住.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/1.住.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "妈": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/2.妈.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/2.妈.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/2.妈/妈妈.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/2.妈/妈妈.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/2.妈/姑妈.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/2.妈/姑妈.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/2.妈.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/2.妈.mp3",
                            "gif": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/6.GIF/2.妈.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/笔画/2.笔画：妈.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "对": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/3.对.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/3.对.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/3.对/对答如流.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/3.对/对答如流.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/3.对/对错.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/3.对/对错.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/3.对.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/3.对.mp3",
                            "gif": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/6.GIF/3.对.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/笔画/3.笔画：对.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "孩": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/4.孩.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/4.孩.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/4.孩/孩子.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/4.孩/孩子.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/4.孩/男孩.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/4.孩/男孩.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/4.孩.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/4.孩.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "玩": {
                        "color": "black",
                        "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/5.玩.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/5.玩.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/5.玩/开玩笑.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/5.玩/开玩笑.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/5.玩/玩具.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/5.玩/玩具.mp3",
                            "audio3": '../video/../video/3.字词盘点/3.偏旁/2.课文/14.课文二 十四、小蜗牛（偏旁）/5.玩/王字旁.mp3'
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/5.玩.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/5.玩.mp3"
                        }
                    },
                    "吧": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/6.吧.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/6.吧.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/6.吧/好吧.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/6.吧/好吧.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/6.吧/走吧.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/6.吧/走吧.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/6.吧.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/6.吧.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "发": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/7.发.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/7.发.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/7.发/发现.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/7.发/发现.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/7.发/百发百中.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/7.发/百发百中.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/7.发.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/7.发.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "芽": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/8.芽.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/8.芽.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/8.芽/发芽.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/8.芽/发芽.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/8.芽/豆芽.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/8.芽/豆芽.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/8.芽.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/8.芽.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "爬": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/9.爬.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/9.爬.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/9.爬/爬升.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/9.爬/爬升.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/9.爬/爬行.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/9.爬/爬行.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/9.爬.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/9.爬.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "呀": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/10.呀.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/10.呀.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/10.呀/哎呀.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/10.呀/哎呀.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/10.呀/好呀.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/10.呀/好呀.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/10.呀.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/10.呀.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "久": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/11.久.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/11.久.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/11.久/不久.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/11.久/不久.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/11.久/长久.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/11.久/长久.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/11.久.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/11.久.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "回": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/12.回.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/12.回.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/12.回/回家.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/12.回/回家.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/12.回/回来.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/12.回/回来.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/12.回.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/12.回.mp3",
                            "gif": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/6.GIF/12.回.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/笔画/12.笔画：回.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "全": {
                        "color": "red",
                        // "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/13.全.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/13.全.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/13.全/全心全意.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/13.全/全心全意.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/13.全/完全.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/13.全/完全.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/13.全.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/13.全.mp3",
                            "gif": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/6.GIF/13.全.gif",
                            "audioGif": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/笔画/13.笔画：全.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    },
                    "变": {
                        "color": "black",
                        // "pp": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/4.部首/14.变.png",
                        "py": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/1.拼音/14.变.png",
                        "zj": {
                            "ciyu1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/14.变/变动.png",
                            "audio1": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/14.变/变动.mp3",
                            "ciyu2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/14.变/变化.png",
                            "audio2": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/5.词语/14.变/变化.mp3"
                        },
                        "center": {
                            "img": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/2.大字/14.变.png",
                            "audioImg": "../video/3.字词盘点/2.课文/14.课文二 十四、小蜗牛（字词盘点）/3.音频/14.变.mp3",
                            "kongbai":"../video/3.字词盘点/2.课文/1.课文一 一、秋天（字词盘点）/4.部首/6.片.png",
                        }
                    }
                }
            }
        ]
    }
]
